experiment_scripts/scripts/CONTAINER_THROGHPUT/results-C/Basline/sysbench/20-11
My process ID is 20
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           4958
        other:                           0
        total:                           4958
    transactions:                        4958   (41.31 per sec.)
    queries:                             4958   (41.31 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      41.3121
    time elapsed:                        120.0132s
    total number of events:              4958

Latency (ms):
         min:                                   14.00
         avg:                                   24.20
         max:                                   75.86
         95th percentile:                       29.72
         sum:                               119991.06

Threads fairness:
    events (avg/stddev):           4958.0000/0.00
    execution time (avg/stddev):   119.9911/0.00