experiment_scripts/scripts/CONTAINER_THROGHPUT/results-C/Basline/sysbench/20-12
My process ID is 20
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           4959
        other:                           0
        total:                           4959
    transactions:                        4959   (41.32 per sec.)
    queries:                             4959   (41.32 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      41.3192
    time elapsed:                        120.0168s
    total number of events:              4959

Latency (ms):
         min:                                   13.93
         avg:                                   24.20
         max:                                  126.44
         95th percentile:                       29.72
         sum:                               119995.31

Threads fairness:
    events (avg/stddev):           4959.0000/0.00
    execution time (avg/stddev):   119.9953/0.00