experiment_scripts/scripts/CONTAINER_THROGHPUT/results-C/Basline/sysbench/200-120
My process ID is 20
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           3750
        other:                           0
        total:                           3750
    transactions:                        3750   (31.25 per sec.)
    queries:                             3750   (31.25 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      31.2471
    time elapsed:                        120.0111s
    total number of events:              3750

Latency (ms):
         min:                                   17.48
         avg:                                   32.00
         max:                                  143.49
         95th percentile:                       40.37
         sum:                               119990.93

Threads fairness:
    events (avg/stddev):           3750.0000/0.00
    execution time (avg/stddev):   119.9909/0.00