experiment_scripts/scripts/CONTAINER_THROGHPUT/results-C/Basline/sysbench/200-32
My process ID is 119
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           3751
        other:                           0
        total:                           3751
    transactions:                        3751   (31.25 per sec.)
    queries:                             3751   (31.25 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      31.2485
    time elapsed:                        120.0378s
    total number of events:              3751

Latency (ms):
         min:                                   17.05
         avg:                                   32.00
         max:                                  143.10
         95th percentile:                       40.37
         sum:                               120017.48

Threads fairness:
    events (avg/stddev):           3751.0000/0.00
    execution time (avg/stddev):   120.0175/0.00