experiment_scripts/scripts/CONTAINER_THROGHPUT/results-C/Basline/sysbench/200-8
My process ID is 158
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           3756
        other:                           0
        total:                           3756
    transactions:                        3756   (31.30 per sec.)
    queries:                             3756   (31.30 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      31.2977
    time elapsed:                        120.0089s
    total number of events:              3756

Latency (ms):
         min:                                   18.05
         avg:                                   31.95
         max:                                  169.08
         95th percentile:                       39.65
         sum:                               119989.09

Threads fairness:
    events (avg/stddev):           3756.0000/0.00
    execution time (avg/stddev):   119.9891/0.00