experiment_scripts/scripts/CONTAINER_THROGHPUT/results-C/Basline/sysbench/40-21
My process ID is 20
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           4860
        other:                           0
        total:                           4860
    transactions:                        4860   (40.50 per sec.)
    queries:                             4860   (40.50 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      40.4961
    time elapsed:                        120.0116s
    total number of events:              4860

Latency (ms):
         min:                                   12.40
         avg:                                   24.69
         max:                                   72.50
         95th percentile:                       30.26
         sum:                               119986.99

Threads fairness:
    events (avg/stddev):           4860.0000/0.00
    execution time (avg/stddev):   119.9870/0.00